Repository: whiskyechobravo/kerko
Catalog: src/kerko/translations/*/LC_MESSAGES/kerko.po
Languages: es

source: yes
es: si

source: In {}
es: En {}

source: Between {} and {}
es: Entre {} y {}

source: Everywhere
es: En todas partes

source: Search your keywords in all bibliographic record fields and in the text content of the available documents.
es: Busca tus palabras clave en todos los campos del registro bibliográfico y en el contenido textual de los documentos disponibles.

source: In authors or contributors
es: En autores o colaboradores

source: Search your keywords in author or contributor names.
es: Busque sus palabras clave en nombres de autores o colaboradores.

source: In titles
es: En títulos

source: Search your keywords in titles.
es: Busca tus palabras clave en títulos.

source: In all fields
es: En todos los campos

source: Search your keywords in all bibliographic record fields.
es: Busca tus palabras clave en todos los campos del registro bibliográfico.

source: In documents
es: En documentos

source: Search your keywords in the text content of the available documents.
es: Busca tus palabras clave en el contenido textual de los documentos disponibles.

source: Topic
es: Tema

source: Resource type
es: Tipo de recurso

source: Publication year
es: Año de publicación

source: Unknown
es: Desconocido

source: Online resource
es: Recurso en línea

source: Relevance
es: Relevancia

source: Newest first
es: Más reciente primero

source: Oldest first
es: Más antiguo primero

source: Author A-Z
es: Autor A-Z

source: Author Z-A
es: Autor Z-A

source: Title A-Z
es: Título A-Z

source: Title Z-A
es: Título Z-A

source: Recommended format for most reference management software
es: Formato recomendado para la mayoría de software de gestión de referencias.

source: Recommended format for BibTeX-specific software
es: Formato recomendado para software específico de BibTeX

source: Cites
es: Citas

source: Cited by
es: Citado por

source: Related
es: Relacionados

source: Remove the '{}' search term
es: Eliminar el término de búsqueda '{}'

source: None of your search criteria could be recognized.
es: Ninguno de sus criterios de búsqueda pudo ser reconocido.

source: Reset search
es: Restablecer búsqueda

source: Show more
es: Mostrar más

source: Show less
es: Mostrar menos

source: Search with the '{}' filter
es: Buscar con el filtro '{}'

source: Add the '{}' filter
es: Agregar el filtro '{}'

source: Remove the '{}' filter
es: Eliminar el filtro '{}'

source: Expand subfilters
es: Ampliar subfiltros

source: Collapse subfilters
es: Contraer subfiltros

source: Bibliography
es: Bibliografía

source: Previous page
es: Página anterior

source: Next page
es: Página siguiente

source: Page %(page_num)s
es: Página %(page_num)s

source: Current page
es: Página actual

source: Last page
es: Última página

source: Search results pagination
es: Paginación de resultados de búsqueda

source: Page %(current)s of %(total)s
es: Página %(current)s de %(total)s

source: Search within results for...
es: Buscar dentro de los resultados para...

source: Search for...
es: Buscar...

source: Search in...
es: Buscar en...

source: Search
es: Buscar

source: Help
es: Ayuda

source: Close Help panel
es: Cerrar el panel de ayuda

source: The search interface is made of three sections: <strong>{}</strong>, <strong>{}</strong>, and <strong>{}</strong>. These are described in detail below.
es: La interfaz de búsqueda se compone de tres secciones: <strong>{}</strong>, <strong>{}</strong>, and <strong>{}</strong>. Estas son descritas en detalle seguidamente.

source: Explore
es: Explorar

source: Results
es: Resultados

source: You may start searching either from the <strong>{}</strong> section or from the <strong>{}</strong> section.
es: Puede comenzar a buscar desde la sección <strong>{}</strong> o desde la sección <strong>{}</strong>.

source: This section shows your current search criteria and allows you to submit keywords to search in the bibliography.
es: Esta sección muestra sus criterios de búsqueda actuales y le permite enviar palabras clave para buscar en la bibliografía.

source: Each new submission adds the entered keywords to the list of search criteria.
es: Cada nuevo envío agrega las palabras clave introducidas a la lista de criterios de búsqueda.

source: To start a new search instead of adding keywords to the current search, use the <strong>{}</strong> button, then enter your new keywords.
es: Para iniciar una nueva búsqueda en lugar de agregar palabras clave a la búsqueda actual, use el botón <strong>{}</strong> y luego introduzca sus nuevas palabras clave.

source: To replace an already submitted keyword, first remove it by unchecking its checkbox, then submit a new keyword.
es: Para reemplazar una palabra clave ya enviada, primero elimínela desmarcando su casilla de verificación y luego envíe una nueva palabra clave.

source: You may control the extent of your search by selecting where to search. The options are:
es: Puedes controlar el alcance de su búsqueda seleccionando dónde buscar. Las opciones son:

source: You may use boolean operators with your keywords. For instance:
es: Puede utilizar operadores booleanos con sus palabras clave. Por ejemplo:

source: <strong>{and_op}</strong>: Finds entries that contain all specified terms. This is the default relation between terms when no operator is specified, e.g., <code>a b</code> is the same as <code>a {and_op} b</code>.
es: <strong>{and_op}</strong>: Busca entradas que contienen todos los términos especificados. Esta es la relación por defecto entre los términos cuando no hay operador especificado, por ejemplo: <code>a b</code> es lo mismo que <code>a {and_op} b</code>.

source: <strong>{or_op}</strong>: Finds entries that contain any of the specified terms, e.g., <code>a {or_op} b</code>.
es: <strong>{or_op}</strong>: Busca entradas que contengan cualquiera de los términos especificados, por ejemplo, <code>a {or_op} b</code>.

source: <strong>{not_op}</strong>: Excludes entries that contain the specified terms, e.g., <code>{not_op} a</code>.
es: <strong>{not_op}</strong>: Excluye entradas que contienen los términos especificados, por ejemplo, <code>{not_op} a</code>.

source: Boolean operators must be entered in UPPERCASE.
es: Los operadores booleanos deben introducirse en MAYÚSCULAS.

source: You may use logical groupings (with parentheses) to eliminate ambiguities when using multiple boolean operators, e.g., <code>(a {or_op} b) {and_op} c</code>.
es: Puede utilizar agrupaciones lógicas (con paréntesis) para eliminar ambigüedades cuando utilice múltiples operadores booleanos, por ejemplo: <code>(a {or_op} b) {and_op} c</code>.

source: You may require exact sequences of words (with double quotes), e.g., <code>"a b c"</code>. The default difference between word positions is 1, meaning that an entry will match if it contains the words next to each other, but a different maximum distance may be specified (with the tilde character), e.g., <code>"web search"~2</code> allows up to 1 word between <code>web</code> and <code>search</code>, meaning it could match <code>web site search</code> as well as <code>web search</code>.
es: Es posible que necesite secuencias exactas de ""palabras (con comillas dobles), por ejemplo: <code>"a b c"</code>. La diferencia predeterminada entre las posiciones de las palabras es 1, lo que significa que una entrada coincidirá si contiene las palabras subsiguientes , pero se puede especificar una distancia máxima diferente (con el carácter de la tilde), por ejemplo: <code>"búsqueda web"~2</code> permite hasta 1 palabra entre <code>búsqueda</code> y <code>web</code>, lo que significa que podría coincidir con <code>búsqueda de sitio web</code> así como <code>búsqueda web</code>.

source: You may specify that some words are more important than others (with the caret), e.g., <code>faceted^2 search browsing^0.5</code> specifies that <code>faceted</code> is twice as important as <code>search</code> when computing the relevance score of the results, while <code>browsing</code> is half as important. Such term boosting may be applied to a logical grouping, e.g., <code>(a b)^3 c</code>.
es: Puedes especificar que algunas palabras son más importantes que otras (con el acento circunflejo), por ejemplo: <code>navegación^0.5 de búsqueda por facetas^2</code> especifica que <code>facetas</code> es dos veces más importante que <code>búsqueda</code> cuando se calcula la puntuación de relevancia de los resultados, mientras <code>navegación</code> es la mitad de importante. Dicho término de reforzamiento puede aplicarse a una agrupación lógica, Por ejemplo: <code>(a b)^3 c</code>.

source: Keyword search is case-insentitive, accents are folded, and punctuation is ignored.
es: La búsqueda de palabras clave no distingue entre mayúsculas y minúsculas, los acentos se doblan y se ignora la puntuación.

source: Stemming is performed on terms from most text fields, e.g., title, abstract, notes. Words are thus reduced to their root form, saving you from having to specify all variants of a word when searching, e.g., terms such as <code>search</code>, <code>searches</code>, and <code>searching</code> all produce the same results. Stemming is <em>not</em> applied to text in name fields, e.g., authors/contributors, publisher, publication.
es: La derivación se realiza en términos de la mayoría de los campos de texto, por ejemplo: título, resumen, notas. De este modo, las palabras se reducen a su forma raíz, lo que le evita tener que especificar todas las variantes de una palabra en la búsqueda, por ejemplo: términos como <code>búsqueda</code>, <code>búsquedas</code> y <code>buscar</code> todos ellos producen los mismos resultados. La derivación <em>no</em> se aplica al texto en los campos de nombre, por ejemplo: autores/colaboradores, editor, publicación.

source: This section allows you to explore categories associated with the references.
es: Esta sección le permite explorar categorías asociadas con las referencias.

source: Categories can be used to filter your search. Check a category to add it to your search criteria and narrow your search. Your search results will then only show entries that are associated with that category.
es: Las categorías se pueden utilizar para filtrar su búsqueda. Marque una categoría para agregarla a sus criterios de búsqueda y limite su búsqueda. Los resultados de su búsqueda solo mostrarán las entradas asociadas a esa categoría.

source: Uncheck a category to remove it from your search criteria and broaden your search results.
es: Desmarque una categoría para eliminarla de sus criterios de búsqueda y así ampliar sus resultados de búsqueda.

source: The numbers shown next to the categories indicate how many entries are associated with each category in the current set of results. Those numbers will vary based on your search criteria to always describe the current set of results. Likewise, categories and whole facets will disappear when the result set has no entry associated to them.
es: Los números que se muestran junto a las categorías indican cuántas entradas están asociadas con cada categoría en el conjunto actual de resultados. Esos números variarán según sus criterios de búsqueda para describir siempre el conjunto actual de resultados. Del mismo modo, las categorías y facetas completas desaparecerán cuando el conjunto de resultados no tiene ninguna entrada asociada.

source: An arrow icon ({}) appearing next to a category indicates that subcategories are available. You may press it to expand a list of more specific categories. You may press it again later to collapse the list. Expanding or collapsing subcategories will not change your current search; this allows you to quickly explore a hierarchy of categories if desired.
es: Un icono de flecha ({}) que aparece junto a una categoría indica que hay subcategorías disponibles. Puede presionarlo para expandir una lista de categorías más específicas. Puede presionarlo nuevamente más tarde para contraer la lista. Expandir o contraer subcategorías no cambiará su búsqueda actual; esto le permite explorar rápidamente una jerarquía de categorías si se desea.

source: This section shows the search results. When no search criteria has been given, it shows the full content of the bibliography (up to {page_len} entries per page).
es: Esta sección muestra los resultados de la búsqueda. Cuando no se ha especificado ningún criterio de búsqueda, muestra el contenido completo de la bibliografía (hasta {page_len} entradas por página).

source: Each entry of the results list is a link to its full bibliographic record. From the bibliographic record view, you may continue exploring the search results by going to previous or following records in your search results, or you may return to the list of results.
es: Cada entrada del listado de resultados es un enlace a su registro bibliográfico completo. Desde la vista de registro bibliográfico se puede continuar explorando la búsqueda de resultados yendo a registros anteriores o siguientes en sus resultados de búsqueda, o puede volver al listado de resultados.

source: Additional links, such as <strong>Read document</strong> or <strong>View on <em>[website name]</em></strong>, may appear under a result. These give you quick access to the resource. Those links will also be available in the full bibliographic record.
es: Enlaces adicionales, como <strong>Leer documento</strong> o <strong>Ver en <em>[nombre del sitio web]</em></strong>, pueden aparecer debajo de un resultado. Estos le brindan acceso rápido al recurso. Esos enlaces también estarán disponibles en su versión completa del registro bibliográfico.

source: The <strong>Abstracts</strong> button lets you toggle the display of abstracts within the list of search results. Enabling abstracts, however, will have no effect on results for which no abstract is available.
es: El botón <strong>Resúmenes</strong> le permite alternar la visualización de resúmenes dentro de la lista de resultados de búsqueda. Sin embargo, habilitando resúmenes, no tendrá ningún efecto sobre los resultados para los cuales no hay ningún resumen disponible.

source: Various options are provided to let you sort the search results. One of them is the <strong>Relevance</strong> option, which ranks the results from most relevant to least relevant. The score used for ranking takes into account word frequencies as well as the fields where they appear. For instance, if a search term occurs frequently in an entry or is one of very few terms used in that entry, that entry will probably rank higher than another where the search term occurs less frequently or where lots of other words also occur. Likewise, a search term will have more effect on the scores if it is rare in the whole bibliography than if it is very common. Also, if a search term appears in, e.g., the title of an entry, it will have more effect on the score of that entry than if it appeared in a less important field such as the abstract.
es: Se proporcionan varias opciones para permitirle ordenar los resultados de la búsqueda. Una de ellas es la opción <strong>Relevancia</strong>, que clasifica los resultados de más relevante a menos relevante. La puntuación utilizada para la clasificación tiene en cuenta tanto las frecuencias de las palabras así como los campos donde aparecen. Por ejemplo, si un término de búsqueda aparece con frecuencia en una entrada o es uno de los pocos términos utilizados en esa entrada, esa entrada probablemente tendrá una clasificación más alta que otra en la que el término de búsqueda aparece con menos frecuencia o donde también aparecen muchas otras palabras. Asimismo, un término de búsqueda tendrá más efecto en las puntuaciones si es poco común en toda la bibliografía que si es muy común. Además, si un término de búsqueda aparece, por ejemplo, en el título de una entrada, tendrá más efecto en puntuación de esa entrada que si apareciera en un campo menos importante como el resumen.

source: The <strong>Relevance</strong> sort is only available after keywords have been submitted using the <strong>{search}</strong> section.
es: La clasificación por <strong>Relevancia</strong> solo está disponible después de que se hayan enviado las palabras clave mediante la sección <strong>{search}</strong>.

source: Categories selected in the <strong>{explore}</strong> section have no effect on the relevance score. Their only effect is to filter the list of results.
es: Las categorías seleccionadas en la sección <strong>{explore}</strong> no tienen ningún efecto en la puntuación de relevancia. Su único efecto es filtrar la lista de resultados

source: Close
es: Cerrar

source: View details
es: Ver detalles

source: Read documents
es: Leer documentos

source: Read '{}'
es: Leer '{}'

source: Read document
es: Leer documento

source: View on {}
es: Ver en {}

source: Sort by {sort_option}
es: Ordenar por {sort_option}

source: Current sort
es: Criterio actual de ordenación

source: Sort by...
es: Ordenar por...

source: Sort by: {sort_option}
es: Ordenar por: {sort_option}

source: Permanent link to this bibliographic record
es: Enlace permanente a este registro bibliográfico

source: Print this record
es: Imprimir este registro

source: Download this record
es: Descargar este recurso

source: Download in {download_option} format
es: Descargar en formato {download_option}

source: Search the '{}' resource type
es: Buscar el tipo de recurso '{}'

source: Author/contributor
es: Autor/contribuidor

source: Search '{}'
es: Buscar '{}'

source: Link
es: Enlace

source: Notes
es: Notas

source: Citation
es: Citación

source: Document
es: Documento

source: Link to this record
es: Enlace a este registro

source: Relations
es: Relaciones

source: Processing time: %(time)s seconds
es: Tiempo de procesamiento: %(time)s segundos

source: Toggle navigation
es: Alternar navegación

source: Remove this message
es: Eliminar este mensaje

source: Powered by {zotero} and {kerko}.
es: Desarrollado por {zotero} y {kerko}.

source: Return to list of results
es: Volver a la lista de resultados

source: Hide abstracts
es: Ocultar resúmenes

source: Show abstracts
es: Mostrar resúmenes

source: Your search
es: Su búsqueda

source: %(count_formatted)s resource
es: %(count_formatted)s recurso

source: Abstracts
es: Resúmenes

source: Print this citation
es: Imprimir esta citación

source: Last update from database: %(when)s
es: Última actualización de la base de datos: %(when)s

source: <p>Suggestions:</p> <ul> <li>Make sure that all words are spelled correctly.</li> <li>Try different words.</li> <li>Try more general terms.</li> </ul>
es: <p>Sugerencias:</p> <ul> <li>Asegúrese de que todas las palabras estén escritas correctamente.</li> <li>Pruebe con otras palabras.</li> <li>Pruebe términos más generales.</li> </ul>

source: Close Explore panel
es: Cerrar el panel de exploración

source: Custom feed
es: Feed personalizado

source: Main feed
es: Feed principal

source: The document you have requested has been removed. Please check below for the latest documents available.
es: El documento solicitado ha sido eliminado. Por favor consulte abajo los últimos documentos disponibles.

source: Your search did not match any resources
es: Su búsqueda no ha obtenido resultados

source: Full bibliography
es: Bibliografía completa

source: Result
es: Resultado

source: Custom feed based on your search
es: Feed personalizado en base a su búsqueda
